auto-stop/app/controllers/car_controller.rb

  def create
    render json: Car.create(params["car"])
---
INSERT INTO "cars" ("created_at", "updated_at") VALUES ($1, $2) RETURNING "id"  [["created_at", "2021-02-01 13:21:41.887289"], ["updated_at", "2021-02-01 13:21:41.887289"]]